{
  "Year 1816. United States of America CINC score 0.0397, Spain CINC score 0.0464. Active dispute between United States of America and Spain, hostility level 4. No alliance between United States of America and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 0,
  "Year 1817. Russia CINC score 0.1574, Turkey CINC score 0.0622. Active dispute between Russia and Turkey, hostility level 3. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 1,
  "Year 1818. United States of America CINC score 0.0361, Spain CINC score 0.0440. Active dispute between United States of America and Spain, hostility level 4. No alliance between United States of America and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 2,
  "Year 1821. Austria-Hungary CINC score 0.0985, Italy CINC score 0.0109. Active dispute between Austria-Hungary and Italy, hostility level 4. No alliance between Austria-Hungary and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 3,
  "Year 1821. Austria-Hungary CINC score 0.0985, Two Sicilies CINC score 0.0307. Active dispute between Austria-Hungary and Two Sicilies, hostility level 4. No alliance between Austria-Hungary and Two Sicilies. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 4,
  "Year 1821. France CINC score 0.1204, Spain CINC score 0.0343. Active dispute between France and Spain, hostility level 3. No alliance between France and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 5,
  "Year 1821. Russia CINC score 0.1739, Turkey CINC score 0.0638. Active dispute between Russia and Turkey, hostility level 4. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 6,
  "Year 1822. France CINC score 0.1319, Spain CINC score 0.0323. Active dispute between France and Spain, hostility level 3. No alliance between France and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 7,
  "Year 1823. France CINC score 0.1463, Spain CINC score 0.0300. Active dispute between France and Spain, hostility level 3. No alliance between France and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 8,
  "Year 1823. Spain CINC score 0.0300, Austria-Hungary CINC score 0.0921. Active dispute between Spain and Austria-Hungary, hostility level 2. No alliance between Spain and Austria-Hungary. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 9,
  "Year 1823. Spain CINC score 0.0300, Germany CINC score 0.0492. Active dispute between Spain and Germany, hostility level 2. No alliance between Spain and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 10,
  "Year 1823. Spain CINC score 0.0300, Russia CINC score 0.1560. Active dispute between Spain and Russia, hostility level 2. No alliance between Spain and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 11,
  "Year 1825. Italy CINC score 0.0102, Turkey CINC score 0.0633. Active dispute between Italy and Turkey, hostility level 4. No alliance between Italy and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 12,
  "Year 1826. Brazil CINC score 0.0058, France CINC score 0.1383. Active dispute between Brazil and France, hostility level 3. No alliance between Brazil and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 13,
  "Year 1826. Brazil CINC score 0.0058, United Kingdom CINC score 0.3298. Active dispute between Brazil and United Kingdom, hostility level 2. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 14,
  "Year 1826. Russia CINC score 0.1501, Turkey CINC score 0.0652. Active dispute between Russia and Turkey, hostility level 3. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 15,
  "Year 1827. France CINC score 0.1347, Turkey CINC score 0.0633. Active dispute between France and Turkey, hostility level 4. No alliance between France and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 16,
  "Year 1827. Russia CINC score 0.1594, Turkey CINC score 0.0633. Active dispute between Russia and Turkey, hostility level 4. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 17,
  "Year 1827. United Kingdom CINC score 0.3328, Turkey CINC score 0.0633. Active dispute between United Kingdom and Turkey, hostility level 4. No alliance between United Kingdom and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 18,
  "Year 1828. France CINC score 0.1437, Turkey CINC score 0.0569. Active dispute between France and Turkey, hostility level 4. No alliance between France and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 19,
  "Year 1828. Russia CINC score 0.1526, Turkey CINC score 0.0569. Active dispute between Russia and Turkey, hostility level 4. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 20,
  "Year 1828. United Kingdom CINC score 0.3269, Turkey CINC score 0.0569. Active dispute between United Kingdom and Turkey, hostility level 4. No alliance between United Kingdom and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 21,
  "Year 1829. Greece CINC score 0.0011, Turkey CINC score 0.0562. Active dispute between Greece and Turkey, hostility level 4. No alliance between Greece and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 22,
  "Year 1829. Russia CINC score 0.1654, Turkey CINC score 0.0562. Active dispute between Russia and Turkey, hostility level 5. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 23,
  "Year 1830. France CINC score 0.1401, Germany CINC score 0.0454. Active dispute between France and Germany, hostility level 3. No alliance between France and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 24,
  "Year 1830. France CINC score 0.1401, Russia CINC score 0.1573. Active dispute between France and Russia, hostility level 2. No alliance between France and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 25,
  "Year 1830. Netherlands CINC score 0.0336, France CINC score 0.1401. Active dispute between Netherlands and France, hostility level 3. No alliance between Netherlands and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 26,
  "Year 1831. France CINC score 0.1499, Germany CINC score 0.0472. Active dispute between France and Germany, hostility level 2. No alliance between France and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 27,
  "Year 1831. France CINC score 0.1499, Portugal CINC score 0.0104. Active dispute between France and Portugal, hostility level 4. No alliance between France and Portugal. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 28,
  "Year 1831. Netherlands CINC score 0.0230, Belgium CINC score 0.0353. Active dispute between Netherlands and Belgium, hostility level 4. No alliance between Netherlands and Belgium. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 29,
  "Year 1831. Netherlands CINC score 0.0230, France CINC score 0.1499. Active dispute between Netherlands and France, hostility level 4. No alliance between Netherlands and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 30,
  "Year 1831. United Kingdom CINC score 0.2989, France CINC score 0.1499. Active dispute between United Kingdom and France, hostility level 2. No alliance between United Kingdom and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 31,
  "Year 1831. United Kingdom CINC score 0.2989, Netherlands CINC score 0.0230. Active dispute between United Kingdom and Netherlands, hostility level 3. No alliance between United Kingdom and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 32,
  "Year 1831. United Kingdom CINC score 0.2989, Portugal CINC score 0.0104. Active dispute between United Kingdom and Portugal, hostility level 3. United Kingdom and Portugal share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 33,
  "Year 1832. Belgium CINC score 0.0354, Germany CINC score 0.0486. Active dispute between Belgium and Germany, hostility level 3. No alliance between Belgium and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 34,
  "Year 1832. France CINC score 0.1415, Germany CINC score 0.0486. Active dispute between France and Germany, hostility level 4. No alliance between France and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 35,
  "Year 1832. Netherlands CINC score 0.0216, Belgium CINC score 0.0354. Active dispute between Netherlands and Belgium, hostility level 4. No alliance between Netherlands and Belgium. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 36,
  "Year 1832. Netherlands CINC score 0.0216, France CINC score 0.1415. Active dispute between Netherlands and France, hostility level 4. No alliance between Netherlands and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 37,
  "Year 1832. United Kingdom CINC score 0.3008, Germany CINC score 0.0486. Active dispute between United Kingdom and Germany, hostility level 4. No alliance between United Kingdom and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 38,
  "Year 1832. United Kingdom CINC score 0.3008, Netherlands CINC score 0.0216. Active dispute between United Kingdom and Netherlands, hostility level 4. No alliance between United Kingdom and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 39,
  "Year 1833. Belgium CINC score 0.0318, Germany CINC score 0.0493. Active dispute between Belgium and Germany, hostility level 3. No alliance between Belgium and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 40,
  "Year 1833. Colombia CINC score 0.0014, France CINC score 0.1386. Active dispute between Colombia and France, hostility level 4. No alliance between Colombia and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 41,
  "Year 1833. France CINC score 0.1386, Germany CINC score 0.0493. Active dispute between France and Germany, hostility level 4. No alliance between France and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 42,
  "Year 1833. France CINC score 0.1386, Russia CINC score 0.1573. Active dispute between France and Russia, hostility level 3. No alliance between France and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 43,
  "Year 1833. France CINC score 0.1386, Turkey CINC score 0.0533. Active dispute between France and Turkey, hostility level 3. No alliance between France and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 44,
  "Year 1833. Netherlands CINC score 0.0198, Belgium CINC score 0.0318. Active dispute between Netherlands and Belgium, hostility level 4. No alliance between Netherlands and Belgium. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 45,
  "Year 1833. Netherlands CINC score 0.0198, France CINC score 0.1386. Active dispute between Netherlands and France, hostility level 4. No alliance between Netherlands and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 46,
  "Year 1833. United Kingdom CINC score 0.3035, Germany CINC score 0.0493. Active dispute between United Kingdom and Germany, hostility level 4. No alliance between United Kingdom and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 47,
  "Year 1833. United Kingdom CINC score 0.3035, Netherlands CINC score 0.0198. Active dispute between United Kingdom and Netherlands, hostility level 4. No alliance between United Kingdom and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 48,
  "Year 1833. United Kingdom CINC score 0.3035, Russia CINC score 0.1573. Active dispute between United Kingdom and Russia, hostility level 3. No alliance between United Kingdom and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 49,
  "Year 1833. United Kingdom CINC score 0.3035, Turkey CINC score 0.0533. Active dispute between United Kingdom and Turkey, hostility level 3. No alliance between United Kingdom and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 50,
  "Year 1834. United States of America CINC score 0.0478, Colombia CINC score 0.0014. Active dispute between United States of America and Colombia, hostility level 4. No alliance between United States of America and Colombia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 51,
  "Year 1835. United States of America CINC score 0.0485, France CINC score 0.1364. Active dispute between United States of America and France, hostility level 3. No alliance between United States of America and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 52,
  "Year 1836. Colombia CINC score 0.0014, United Kingdom CINC score 0.2995. Active dispute between Colombia and United Kingdom, hostility level 4. No alliance between Colombia and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 53,
  "Year 1836. United States of America CINC score 0.0510, Mexico CINC score 0.0094. Active dispute between United States of America and Mexico, hostility level 4. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 54,
  "Year 1837. Colombia CINC score 0.0015, United Kingdom CINC score 0.3008. Active dispute between Colombia and United Kingdom, hostility level 4. No alliance between Colombia and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 55,
  "Year 1837. United States of America CINC score 0.0535, Mexico CINC score 0.0097. Active dispute between United States of America and Mexico, hostility level 4. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 56,
  "Year 1837. United States of America CINC score 0.0535, United Kingdom CINC score 0.3008. Active dispute between United States of America and United Kingdom, hostility level 4. No alliance between United States of America and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 57,
  "Year 1838. Brazil CINC score 0.0085, United Kingdom CINC score 0.3039. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 58,
  "Year 1838. Mexico CINC score 0.0097, France CINC score 0.1365. Active dispute between Mexico and France, hostility level 4. No alliance between Mexico and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 59,
  "Year 1838. United States of America CINC score 0.0533, Mexico CINC score 0.0097. Active dispute between United States of America and Mexico, hostility level 4. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 60,
  "Year 1838. United States of America CINC score 0.0533, United Kingdom CINC score 0.3039. Active dispute between United States of America and United Kingdom, hostility level 4. No alliance between United States of America and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 61,
  "Year 1839. Brazil CINC score 0.0088, United Kingdom CINC score 0.3094. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 62,
  "Year 1839. Mexico CINC score 0.0095, France CINC score 0.1329. Active dispute between Mexico and France, hostility level 4. No alliance between Mexico and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 63,
  "Year 1839. United States of America CINC score 0.0508, Mexico CINC score 0.0095. Active dispute between United States of America and Mexico, hostility level 4. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 64,
  "Year 1839. United States of America CINC score 0.0508, United Kingdom CINC score 0.3094. Active dispute between United States of America and United Kingdom, hostility level 4. No alliance between United States of America and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 65,
  "Year 1840. Brazil CINC score 0.0106, United Kingdom CINC score 0.3113. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 66,
  "Year 1840. Spain CINC score 0.0284, Portugal CINC score 0.0098. Active dispute between Spain and Portugal, hostility level 3. No alliance between Spain and Portugal. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 67,
  "Year 1841. Brazil CINC score 0.0094, United Kingdom CINC score 0.3077. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 68,
  "Year 1841. Spain CINC score 0.0275, Portugal CINC score 0.0093. Active dispute between Spain and Portugal, hostility level 3. No alliance between Spain and Portugal. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 69,
  "Year 1842. Argentina CINC score 0.0032, France CINC score 0.1580. Active dispute between Argentina and France, hostility level 2. No alliance between Argentina and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 70,
  "Year 1842. Argentina CINC score 0.0032, United Kingdom CINC score 0.2976. Active dispute between Argentina and United Kingdom, hostility level 2. No alliance between Argentina and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 71,
  "Year 1842. Brazil CINC score 0.0107, United Kingdom CINC score 0.2976. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 72,
  "Year 1842. United States of America CINC score 0.0493, Mexico CINC score 0.0088. Active dispute between United States of America and Mexico, hostility level 4. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 73,
  "Year 1843. Argentina CINC score 0.0030, France CINC score 0.1497. Active dispute between Argentina and France, hostility level 3. No alliance between Argentina and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 74,
  "Year 1843. Argentina CINC score 0.0030, United Kingdom CINC score 0.2986. Active dispute between Argentina and United Kingdom, hostility level 3. No alliance between Argentina and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 75,
  "Year 1843. Chile CINC score 0.0009, Argentina CINC score 0.0030. Active dispute between Chile and Argentina, hostility level 4. No alliance between Chile and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 76,
  "Year 1843. United States of America CINC score 0.0511, Mexico CINC score 0.0087. Active dispute between United States of America and Mexico, hostility level 3. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 77,
  "Year 1844. Chile CINC score 0.0009, Argentina CINC score 0.0031. Active dispute between Chile and Argentina, hostility level 4. No alliance between Chile and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 78,
  "Year 1844. United States of America CINC score 0.0573, Mexico CINC score 0.0114. Active dispute between United States of America and Mexico, hostility level 3. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 79,
  "Year 1845. Argentina CINC score 0.0030, France CINC score 0.1414. Active dispute between Argentina and France, hostility level 4. No alliance between Argentina and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 80,
  "Year 1845. Argentina CINC score 0.0030, United Kingdom CINC score 0.3182. Active dispute between Argentina and United Kingdom, hostility level 4. No alliance between Argentina and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 81,
  "Year 1845. Brazil CINC score 0.0110, United Kingdom CINC score 0.3182. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 82,
  "Year 1845. United States of America CINC score 0.0617, Mexico CINC score 0.0088. Active dispute between United States of America and Mexico, hostility level 3. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 83,
  "Year 1846. Argentina CINC score 0.0027, France CINC score 0.1373. Active dispute between Argentina and France, hostility level 4. No alliance between Argentina and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 84,
  "Year 1846. Argentina CINC score 0.0027, United Kingdom CINC score 0.3029. Active dispute between Argentina and United Kingdom, hostility level 4. No alliance between Argentina and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 85,
  "Year 1846. Brazil CINC score 0.0096, United Kingdom CINC score 0.3029. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 86,
  "Year 1846. Chile CINC score 0.0009, Spain CINC score 0.0275. Active dispute between Chile and Spain, hostility level 3. No alliance between Chile and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 87,
  "Year 1846. Paraguay CINC score 0.0008, Argentina CINC score 0.0027. Active dispute between Paraguay and Argentina, hostility level 4. No alliance between Paraguay and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 88,
  "Year 1846. Peru CINC score 0.0019, Spain CINC score 0.0275. Active dispute between Peru and Spain, hostility level 3. No alliance between Peru and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 89,
  "Year 1846. United States of America CINC score 0.0828, Mexico CINC score 0.0179. Active dispute between United States of America and Mexico, hostility level 3. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 90,
  "Year 1846. United States of America CINC score 0.0828, United Kingdom CINC score 0.3029. Active dispute between United States of America and United Kingdom, hostility level 3. No alliance between United States of America and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 91,
  "Year 1847. Austria-Hungary CINC score 0.0714, PAP CINC score 0.0067. Active dispute between Austria-Hungary and PAP, hostility level 3. No alliance between Austria-Hungary and PAP. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 92,
  "Year 1847. Chile CINC score 0.0010, Spain CINC score 0.0288. Active dispute between Chile and Spain, hostility level 3. No alliance between Chile and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 93,
  "Year 1847. Peru CINC score 0.0020, Spain CINC score 0.0288. Active dispute between Peru and Spain, hostility level 3. No alliance between Peru and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 94,
  "Year 1847. United States of America CINC score 0.0845, Mexico CINC score 0.0086. Active dispute between United States of America and Mexico, hostility level 3. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 95,
  "Year 1848. Austria-Hungary CINC score 0.0760, Italy CINC score 0.0184. Active dispute between Austria-Hungary and Italy, hostility level 5. Austria-Hungary and Italy share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 96,
  "Year 1848. Austria-Hungary CINC score 0.0760, Modena CINC score 0.0007. Active dispute between Austria-Hungary and Modena, hostility level 5. Austria-Hungary and Modena share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 97,
  "Year 1848. Austria-Hungary CINC score 0.0760, PAP CINC score 0.0067. Active dispute between Austria-Hungary and PAP, hostility level 3. No alliance between Austria-Hungary and PAP. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 98,
  "Year 1848. Austria-Hungary CINC score 0.0760, Tuscany CINC score 0.0034. Active dispute between Austria-Hungary and Tuscany, hostility level 5. Austria-Hungary and Tuscany share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 99,
  "Year 1848. Austria-Hungary CINC score 0.0760, Two Sicilies CINC score 0.0224. Active dispute between Austria-Hungary and Two Sicilies, hostility level 4. No alliance between Austria-Hungary and Two Sicilies. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 100,
  "Year 1848. Bavaria CINC score 0.0081, Sweden CINC score 0.0121. Active dispute between Bavaria and Sweden, hostility level 3. No alliance between Bavaria and Sweden. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 101,
  "Year 1848. France CINC score 0.1357, Austria-Hungary CINC score 0.0760. Active dispute between France and Austria-Hungary, hostility level 4. No alliance between France and Austria-Hungary. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 102,
  "Year 1848. France CINC score 0.1357, Two Sicilies CINC score 0.0224. Active dispute between France and Two Sicilies, hostility level 3. No alliance between France and Two Sicilies. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 103,
  "Year 1848. Germany CINC score 0.0485, Denmark CINC score 0.0058. Active dispute between Germany and Denmark, hostility level 5. No alliance between Germany and Denmark. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 104,
  "Year 1848. United Kingdom CINC score 0.3042, Hanover CINC score 0.0033. Active dispute between United Kingdom and Hanover, hostility level 3. No alliance between United Kingdom and Hanover. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 105,
  "Year 1848. United Kingdom CINC score 0.3042, Two Sicilies CINC score 0.0224. Active dispute between United Kingdom and Two Sicilies, hostility level 3. No alliance between United Kingdom and Two Sicilies. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 106,
  "Year 1848. United States of America CINC score 0.0872, Mexico CINC score 0.0087. Active dispute between United States of America and Mexico, hostility level 3. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 107,
  "Year 1849. Austria-Hungary CINC score 0.0898, Italy CINC score 0.0176. Active dispute between Austria-Hungary and Italy, hostility level 5. No alliance between Austria-Hungary and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 108,
  "Year 1849. Austria-Hungary CINC score 0.0898, PAP CINC score 0.0066. Active dispute between Austria-Hungary and PAP, hostility level 5. No alliance between Austria-Hungary and PAP. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 109,
  "Year 1849. Austria-Hungary CINC score 0.0898, Tuscany CINC score 0.0034. Active dispute between Austria-Hungary and Tuscany, hostility level 4. No alliance between Austria-Hungary and Tuscany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 110,
  "Year 1849. Brazil CINC score 0.0074, United Kingdom CINC score 0.3048. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 111,
  "Year 1849. France CINC score 0.1322, PAP CINC score 0.0066. Active dispute between France and PAP, hostility level 5. No alliance between France and PAP. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 112,
  "Year 1849. France CINC score 0.1322, Russia CINC score 0.1307. Active dispute between France and Russia, hostility level 3. No alliance between France and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 113,
  "Year 1849. Germany CINC score 0.0483, Denmark CINC score 0.0057. Active dispute between Germany and Denmark, hostility level 5. No alliance between Germany and Denmark. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 114,
  "Year 1849. PAP CINC score 0.0066, Two Sicilies CINC score 0.0216. Active dispute between PAP and Two Sicilies, hostility level 5. No alliance between PAP and Two Sicilies. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 115,
  "Year 1849. Russia CINC score 0.1307, Turkey CINC score 0.0481. Active dispute between Russia and Turkey, hostility level 2. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 116,
  "Year 1849. United Kingdom CINC score 0.3048, Russia CINC score 0.1307. Active dispute between United Kingdom and Russia, hostility level 3. No alliance between United Kingdom and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 117,
  "Year 1849. Venezuela CINC score 0.0010, Netherlands CINC score 0.0114. Active dispute between Venezuela and Netherlands, hostility level 4. No alliance between Venezuela and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 118,
  "Year 1850. Bavaria CINC score 0.0082, Germany CINC score 0.0490. Active dispute between Bavaria and Germany, hostility level 4. Bavaria and Germany share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 119,
  "Year 1850. Brazil CINC score 0.0073, Paraguay CINC score 0.0008. Active dispute between Brazil and Paraguay, hostility level 4. No alliance between Brazil and Paraguay. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 120,
  "Year 1850. Brazil CINC score 0.0073, United Kingdom CINC score 0.3042. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 121,
  "Year 1850. France CINC score 0.1270, Germany CINC score 0.0490. Active dispute between France and Germany, hostility level 3. No alliance between France and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 122,
  "Year 1850. Germany CINC score 0.0490, Austria-Hungary CINC score 0.0837. Active dispute between Germany and Austria-Hungary, hostility level 4. Germany and Austria-Hungary share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 123,
  "Year 1850. Germany CINC score 0.0490, Hesse Electoral CINC score 0.0017. Active dispute between Germany and Hesse Electoral, hostility level 4. Germany and Hesse Electoral share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 124,
  "Year 1850. Germany CINC score 0.0490, Russia CINC score 0.1444. Active dispute between Germany and Russia, hostility level 3. Germany and Russia share entente alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 125,
  "Year 1850. Germany CINC score 0.0490, Wuerttemburg CINC score 0.0026. Active dispute between Germany and Wuerttemburg, hostility level 4. Germany and Wuerttemburg share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 126,
  "Year 1850. Paraguay CINC score 0.0008, Argentina CINC score 0.0031. Active dispute between Paraguay and Argentina, hostility level 4. No alliance between Paraguay and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 127,
  "Year 1850. United Kingdom CINC score 0.3042, Greece CINC score 0.0016. Active dispute between United Kingdom and Greece, hostility level 4. No alliance between United Kingdom and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 128,
  "Year 1850. United States of America CINC score 0.0725, Mexico CINC score 0.0086. Active dispute between United States of America and Mexico, hostility level 2. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 129,
  "Year 1850. United States of America CINC score 0.0725, Spain CINC score 0.0308. Active dispute between United States of America and Spain, hostility level 4. No alliance between United States of America and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 130,
  "Year 1851. Brazil CINC score 0.0074, Argentina CINC score 0.0027. Active dispute between Brazil and Argentina, hostility level 5. No alliance between Brazil and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 131,
  "Year 1851. Brazil CINC score 0.0074, United Kingdom CINC score 0.3055. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 132,
  "Year 1851. Paraguay CINC score 0.0008, Argentina CINC score 0.0027. Active dispute between Paraguay and Argentina, hostility level 4. No alliance between Paraguay and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 133,
  "Year 1851. United States of America CINC score 0.0677, Mexico CINC score 0.0088. Active dispute between United States of America and Mexico, hostility level 2. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 134,
  "Year 1852. Brazil CINC score 0.0114, Argentina CINC score 0.0027. Active dispute between Brazil and Argentina, hostility level 5. No alliance between Brazil and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 135,
  "Year 1852. Brazil CINC score 0.0114, United Kingdom CINC score 0.2986. Active dispute between Brazil and United Kingdom, hostility level 4. No alliance between Brazil and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 136,
  "Year 1852. Colombia CINC score 0.0015, Peru CINC score 0.0020. Active dispute between Colombia and Peru, hostility level 2. No alliance between Colombia and Peru. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 137,
  "Year 1852. France CINC score 0.1277, Turkey CINC score 0.0454. Active dispute between France and Turkey, hostility level 3. No alliance between France and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 138,
  "Year 1852. Peru CINC score 0.0020, Chile CINC score 0.0010. Active dispute between Peru and Chile, hostility level 2. No alliance between Peru and Chile. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 139,
  "Year 1852. United States of America CINC score 0.0719, Peru CINC score 0.0020. Active dispute between United States of America and Peru, hostility level 3. No alliance between United States of America and Peru. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 140,
  "Year 1852. Venezuela CINC score 0.0010, Chile CINC score 0.0010. Active dispute between Venezuela and Chile, hostility level 3. No alliance between Venezuela and Chile. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 141,
  "Year 1853. Austria-Hungary CINC score 0.0872, Italy CINC score 0.0115. Active dispute between Austria-Hungary and Italy, hostility level 4. No alliance between Austria-Hungary and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 142,
  "Year 1853. Austria-Hungary CINC score 0.0872, Turkey CINC score 0.0471. Active dispute between Austria-Hungary and Turkey, hostility level 3. No alliance between Austria-Hungary and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 143,
  "Year 1853. France CINC score 0.1310, Russia CINC score 0.1354. Active dispute between France and Russia, hostility level 3. No alliance between France and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 144,
  "Year 1853. Russia CINC score 0.1354, Turkey CINC score 0.0471. Active dispute between Russia and Turkey, hostility level 5. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 145,
  "Year 1853. United Kingdom CINC score 0.2874, Russia CINC score 0.1354. Active dispute between United Kingdom and Russia, hostility level 3. No alliance between United Kingdom and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 146,
  "Year 1853. United States of America CINC score 0.0787, Austria-Hungary CINC score 0.0872. Active dispute between United States of America and Austria-Hungary, hostility level 3. No alliance between United States of America and Austria-Hungary. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 147,
  "Year 1854. Austria-Hungary CINC score 0.0803, Russia CINC score 0.1370. Active dispute between Austria-Hungary and Russia, hostility level 3. No alliance between Austria-Hungary and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 148,
  "Year 1854. France CINC score 0.1254, Greece CINC score 0.0012. Active dispute between France and Greece, hostility level 4. No alliance between France and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 149,
  "Year 1854. France CINC score 0.1254, Russia CINC score 0.1370. Active dispute between France and Russia, hostility level 3. No alliance between France and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 150,
  "Year 1854. Greece CINC score 0.0012, Turkey CINC score 0.0459. Active dispute between Greece and Turkey, hostility level 4. No alliance between Greece and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 151,
  "Year 1854. Russia CINC score 0.1370, Turkey CINC score 0.0459. Active dispute between Russia and Turkey, hostility level 5. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 152,
  "Year 1854. United Kingdom CINC score 0.3361, Greece CINC score 0.0012. Active dispute between United Kingdom and Greece, hostility level 4. No alliance between United Kingdom and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 153,
  "Year 1854. United Kingdom CINC score 0.3361, Russia CINC score 0.1370. Active dispute between United Kingdom and Russia, hostility level 3. No alliance between United Kingdom and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 154,
  "Year 1854. United States of America CINC score 0.0742, Spain CINC score 0.0239. Active dispute between United States of America and Spain, hostility level 4. No alliance between United States of America and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 155,
  "Year 1854. United States of America CINC score 0.0742, United Kingdom CINC score 0.3361. Active dispute between United States of America and United Kingdom, hostility level 4. No alliance between United States of America and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 156,
  "Year 1854. Venezuela CINC score 0.0010, Netherlands CINC score 0.0107. Active dispute between Venezuela and Netherlands, hostility level 4. No alliance between Venezuela and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 157,
  "Year 1855. Austria-Hungary CINC score 0.0701, Russia CINC score 0.1532. Active dispute between Austria-Hungary and Russia, hostility level 3. No alliance between Austria-Hungary and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 158,
  "Year 1855. Brazil CINC score 0.0087, Paraguay CINC score 0.0006. Active dispute between Brazil and Paraguay, hostility level 4. No alliance between Brazil and Paraguay. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 159,
  "Year 1855. France CINC score 0.1464, Russia CINC score 0.1532. Active dispute between France and Russia, hostility level 3. No alliance between France and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 160,
  "Year 1855. Italy CINC score 0.0098, Russia CINC score 0.1532. Active dispute between Italy and Russia, hostility level 5. No alliance between Italy and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 161,
  "Year 1855. Russia CINC score 0.1532, Turkey CINC score 0.0320. Active dispute between Russia and Turkey, hostility level 5. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 162,
  "Year 1855. United Kingdom CINC score 0.2975, Russia CINC score 0.1532. Active dispute between United Kingdom and Russia, hostility level 3. No alliance between United Kingdom and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 163,
  "Year 1855. United States of America CINC score 0.0760, Mexico CINC score 0.0079. Active dispute between United States of America and Mexico, hostility level 4. No alliance between United States of America and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 164,
  "Year 1855. United States of America CINC score 0.0760, Spain CINC score 0.0223. Active dispute between United States of America and Spain, hostility level 4. No alliance between United States of America and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 165,
  "Year 1855. Venezuela CINC score 0.0010, Netherlands CINC score 0.0100. Active dispute between Venezuela and Netherlands, hostility level 4. No alliance between Venezuela and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 166,
  "Year 1856. Austria-Hungary CINC score 0.0636, Russia CINC score 0.1640. Active dispute between Austria-Hungary and Russia, hostility level 3. No alliance between Austria-Hungary and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 167,
  "Year 1856. Brazil CINC score 0.0094, Paraguay CINC score 0.0006. Active dispute between Brazil and Paraguay, hostility level 4. No alliance between Brazil and Paraguay. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 168,
  "Year 1856. Colombia CINC score 0.0014, United Kingdom CINC score 0.2957. Active dispute between Colombia and United Kingdom, hostility level 3. No alliance between Colombia and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 169,
  "Year 1856. France CINC score 0.1404, Russia CINC score 0.1640. Active dispute between France and Russia, hostility level 3. No alliance between France and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 170,
  "Year 1856. Italy CINC score 0.0100, Russia CINC score 0.1640. Active dispute between Italy and Russia, hostility level 5. No alliance between Italy and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 171,
  "Year 1856. Russia CINC score 0.1640, Turkey CINC score 0.0313. Active dispute between Russia and Turkey, hostility level 5. No alliance between Russia and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 172,
  "Year 1856. SWZ CINC score 0.0015, Germany CINC score 0.0517. Active dispute between SWZ and Germany, hostility level 3. No alliance between SWZ and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 173,
  "Year 1856. United Kingdom CINC score 0.2957, Iran CINC score 0.0058. Active dispute between United Kingdom and Iran, hostility level 5. No alliance between United Kingdom and Iran. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 174,
  "Year 1856. United Kingdom CINC score 0.2957, Russia CINC score 0.1640. Active dispute between United Kingdom and Russia, hostility level 3. No alliance between United Kingdom and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 175,
  "Year 1856. United States of America CINC score 0.0784, Colombia CINC score 0.0014. Active dispute between United States of America and Colombia, hostility level 3. No alliance between United States of America and Colombia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 176,
  "Year 1856. United States of America CINC score 0.0784, United Kingdom CINC score 0.2957. Active dispute between United States of America and United Kingdom, hostility level 4. No alliance between United States of America and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 177,
  "Year 1856. Venezuela CINC score 0.0010, Netherlands CINC score 0.0101. Active dispute between Venezuela and Netherlands, hostility level 3. No alliance between Venezuela and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 178,
  "Year 1857. Bolivia CINC score 0.0008, Chile CINC score 0.0023. Active dispute between Bolivia and Chile, hostility level 4. No alliance between Bolivia and Chile. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 179,
  "Year 1857. Brazil CINC score 0.0103, Paraguay CINC score 0.0007. Active dispute between Brazil and Paraguay, hostility level 4. No alliance between Brazil and Paraguay. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 180,
  "Year 1857. Colombia CINC score 0.0014, Ecuador CINC score 0.0006. Active dispute between Colombia and Ecuador, hostility level 4. No alliance between Colombia and Ecuador. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 181,
  "Year 1857. Colombia CINC score 0.0014, United Kingdom CINC score 0.2900. Active dispute between Colombia and United Kingdom, hostility level 3. No alliance between Colombia and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 182,
  "Year 1857. France CINC score 0.1395, Portugal CINC score 0.0069. Active dispute between France and Portugal, hostility level 4. No alliance between France and Portugal. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 183,
  "Year 1857. SWZ CINC score 0.0030, Germany CINC score 0.0558. Active dispute between SWZ and Germany, hostility level 3. No alliance between SWZ and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 184,
  "Year 1857. United Kingdom CINC score 0.2900, Iran CINC score 0.0061. Active dispute between United Kingdom and Iran, hostility level 5. No alliance between United Kingdom and Iran. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 185,
  "Year 1858. Bolivia CINC score 0.0008, Chile CINC score 0.0022. Active dispute between Bolivia and Chile, hostility level 4. No alliance between Bolivia and Chile. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 186,
  "Year 1858. Brazil CINC score 0.0093, Paraguay CINC score 0.0007. Active dispute between Brazil and Paraguay, hostility level 4. No alliance between Brazil and Paraguay. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 187,
  "Year 1858. Ecuador CINC score 0.0006, Peru CINC score 0.0020. Active dispute between Ecuador and Peru, hostility level 4. No alliance between Ecuador and Peru. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 188,
  "Year 1858. France CINC score 0.1314, Portugal CINC score 0.0069. Active dispute between France and Portugal, hostility level 4. No alliance between France and Portugal. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 189,
  "Year 1858. United States of America CINC score 0.0834, Peru CINC score 0.0020. Active dispute between United States of America and Peru, hostility level 4. No alliance between United States of America and Peru. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 190,
  "Year 1858. United States of America CINC score 0.0834, United Kingdom CINC score 0.2896. Active dispute between United States of America and United Kingdom, hostility level 4. No alliance between United States of America and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 191,
  "Year 1858. Venezuela CINC score 0.0014, France CINC score 0.1314. Active dispute between Venezuela and France, hostility level 4. No alliance between Venezuela and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 192,
  "Year 1858. Venezuela CINC score 0.0014, United Kingdom CINC score 0.2896. Active dispute between Venezuela and United Kingdom, hostility level 4. No alliance between Venezuela and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 193,
  "Year 1859. Austria-Hungary CINC score 0.0822, Italy CINC score 0.0148. Active dispute between Austria-Hungary and Italy, hostility level 5. No alliance between Austria-Hungary and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 194,
