{
  "Year 1821. Austria-Hungary CINC score 0.0985, Italy CINC score 0.0109. Active dispute between Austria-Hungary and Italy, hostility level 4. No alliance between Austria-Hungary and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 0,
  "Year 1822. France CINC score 0.1319, Spain CINC score 0.0323. Active dispute between France and Spain, hostility level 3. No alliance between France and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 1,
  "Year 1833. United Kingdom CINC score 0.3035, Russia CINC score 0.1573. Active dispute between United Kingdom and Russia, hostility level 3. No alliance between United Kingdom and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 2,
  "Year 1854. Venezuela CINC score 0.0010, Netherlands CINC score 0.0107. Active dispute between Venezuela and Netherlands, hostility level 4. No alliance between Venezuela and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 3,
  "Year 1863. United Kingdom CINC score 0.2510, Japan CINC score 0.0243. Active dispute between United Kingdom and Japan, hostility level 4. No alliance between United Kingdom and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 4,
  "Year 1866. United States of America CINC score 0.0982, France CINC score 0.1093. Active dispute between United States of America and France, hostility level 3. No alliance between United States of America and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 5,
  "Year 1870. Germany CINC score 0.1060, Sweden CINC score 0.0106. No active dispute between Germany and Sweden. No alliance between Germany and Sweden. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 6,
  "Year 1874. United States of America CINC score 0.1142, Portugal CINC score 0.0054. No active dispute between United States of America and Portugal. No alliance between United States of America and Portugal. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 7,
  "Year 1876. Austria-Hungary CINC score 0.0440, Italy CINC score 0.0307. No active dispute between Austria-Hungary and Italy. No alliance between Austria-Hungary and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 8,
  "Year 1877. Peru CINC score 0.0017, United Kingdom CINC score 0.2332. No active dispute between Peru and United Kingdom. No alliance between Peru and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 9,
  "Year 1877. Spain CINC score 0.0186, Russia CINC score 0.1319. No active dispute between Spain and Russia. No alliance between Spain and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 10,
  "Year 1880. Netherlands CINC score 0.0092, Italy CINC score 0.0322. No active dispute between Netherlands and Italy. No alliance between Netherlands and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 11,
  "Year 1881. Italy CINC score 0.0322, Russia CINC score 0.1014. No active dispute between Italy and Russia. No alliance between Italy and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 12,
  "Year 1881. United Kingdom CINC score 0.2165, Netherlands CINC score 0.0089. No active dispute between United Kingdom and Netherlands. No alliance between United Kingdom and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 13,
  "Year 1884. Belgium CINC score 0.0196, Italy CINC score 0.0366. No active dispute between Belgium and Italy. No alliance between Belgium and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 14,
  "Year 1885. Netherlands CINC score 0.0090, France CINC score 0.1010. No active dispute between Netherlands and France. No alliance between Netherlands and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 15,
  "Year 1885. United Kingdom CINC score 0.2157, Greece CINC score 0.0026. No active dispute between United Kingdom and Greece. No alliance between United Kingdom and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 16,
  "Year 1886. Bolivia CINC score 0.0004, United Kingdom CINC score 0.2005. No active dispute between Bolivia and United Kingdom. No alliance between Bolivia and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 17,
  "Year 1886. Peru CINC score 0.0013, Chile CINC score 0.0021. No active dispute between Peru and Chile. No alliance between Peru and Chile. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 18,
  "Year 1887. Italy CINC score 0.0392, Russia CINC score 0.0924. No active dispute between Italy and Russia. No alliance between Italy and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 19,
  "Year 1887. United States of America CINC score 0.1511, Austria-Hungary CINC score 0.0479. No active dispute between United States of America and Austria-Hungary. No alliance between United States of America and Austria-Hungary. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 20,
  "Year 1888. United States of America CINC score 0.1523, Argentina CINC score 0.0041. No active dispute between United States of America and Argentina. No alliance between United States of America and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 21,
  "Year 1888. United States of America CINC score 0.1523, Colombia CINC score 0.0010. No active dispute between United States of America and Colombia. No alliance between United States of America and Colombia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 22,
  "Year 1888. United States of America CINC score 0.1523, Uruguay CINC score 0.0013. No active dispute between United States of America and Uruguay. No alliance between United States of America and Uruguay. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 23,
  "Year 1890. Ecuador CINC score 0.0004, Germany CINC score 0.1260. No active dispute between Ecuador and Germany. No alliance between Ecuador and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 24,
  "Year 1891. Austria-Hungary CINC score 0.0476, Japan CINC score 0.0217. No active dispute between Austria-Hungary and Japan. No alliance between Austria-Hungary and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 25,
  "Year 1892. France CINC score 0.0938, Russia CINC score 0.0983. No active dispute between France and Russia. France and Russia share entente alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 26,
  "Year 1893. France CINC score 0.0946, Japan CINC score 0.0198. No active dispute between France and Japan. No alliance between France and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 27,
  "Year 1893. Mexico CINC score 0.0065, United Kingdom CINC score 0.1704. No active dispute between Mexico and United Kingdom. No alliance between Mexico and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 28,
  "Year 1893. Sweden CINC score 0.0101, Turkey CINC score 0.0204. No active dispute between Sweden and Turkey. No alliance between Sweden and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 29,
  "Year 1894. Austria-Hungary CINC score 0.0474, Japan CINC score 0.0283. No active dispute between Austria-Hungary and Japan. No alliance between Austria-Hungary and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 30,
  "Year 1895. United States of America CINC score 0.1681, China CINC score 0.1522. No active dispute between United States of America and China. No alliance between United States of America and China. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 31,
  "Year 1896. United States of America CINC score 0.1600, Brazil CINC score 0.0099. No active dispute between United States of America and Brazil. No alliance between United States of America and Brazil. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 32,
  "Year 1897. Belgium CINC score 0.0162, Romania CINC score 0.0047. No active dispute between Belgium and Romania. No alliance between Belgium and Romania. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 33,
  "Year 1898. Netherlands CINC score 0.0074, SWZ CINC score 0.0022. No active dispute between Netherlands and SWZ. No alliance between Netherlands and SWZ. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 34,
  "Year 1898. United Kingdom CINC score 0.1574, Spain CINC score 0.0170. No active dispute between United Kingdom and Spain. No alliance between United Kingdom and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 35,
  "Year 1899. Argentina CINC score 0.0043, Belgium CINC score 0.0147. No active dispute between Argentina and Belgium. No alliance between Argentina and Belgium. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 36,
  "Year 1900. Colombia CINC score 0.0011, Venezuela CINC score 0.0006. Active dispute between Colombia and Venezuela, hostility level 4. No alliance between Colombia and Venezuela. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 37,
  "Year 1901. Haiti CINC score 0.0005, United Kingdom CINC score 0.1742. No active dispute between Haiti and United Kingdom. No alliance between Haiti and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 38,
  "Year 1901. United States of America CINC score 0.2026, Argentina CINC score 0.0045. No active dispute between United States of America and Argentina. No alliance between United States of America and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 39,
  "Year 1902. France CINC score 0.0717, Denmark CINC score 0.0024. No active dispute between France and Denmark. No alliance between France and Denmark. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 40,
  "Year 1903. Peru CINC score 0.0011, Belgium CINC score 0.0150. No active dispute between Peru and Belgium. No alliance between Peru and Belgium. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 41,
  "Year 1903. United States of America CINC score 0.2105, Colombia CINC score 0.0015. Active dispute between United States of America and Colombia, hostility level 4. No alliance between United States of America and Colombia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 42,
  "Year 1905. Venezuela CINC score 0.0007, Netherlands CINC score 0.0065. No active dispute between Venezuela and Netherlands. No alliance between Venezuela and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 43,
  "Year 1906. France CINC score 0.0694, Sweden CINC score 0.0074. No active dispute between France and Sweden. No alliance between France and Sweden. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 44,
  "Year 1906. Iran CINC score 0.0039, Turkey CINC score 0.0177. No active dispute between Iran and Turkey. No alliance between Iran and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 45,
  "Year 1906. Mexico CINC score 0.0048, United Kingdom CINC score 0.1234. No active dispute between Mexico and United Kingdom. No alliance between Mexico and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 46,
  "Year 1906. Spain CINC score 0.0137, Germany CINC score 0.1315. No active dispute between Spain and Germany. No alliance between Spain and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 47,
  "Year 1907. Argentina CINC score 0.0055, France CINC score 0.0704. No active dispute between Argentina and France. No alliance between Argentina and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 48,
  "Year 1907. United States of America CINC score 0.2277, Italy CINC score 0.0279. No active dispute between United States of America and Italy. No alliance between United States of America and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 49,
  "Year 1908. Peru CINC score 0.0012, Germany CINC score 0.1460. No active dispute between Peru and Germany. No alliance between Peru and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 50,
  "Year 1908. United Kingdom CINC score 0.1214, France CINC score 0.0722. No active dispute between United Kingdom and France. United Kingdom and France share entente alliance. Bilateral trade volume: 0.001. Diplomatic relations: unknown.": 51,
  "Year 1908. United States of America CINC score 0.2032, United Kingdom CINC score 0.1214. No active dispute between United States of America and United Kingdom. No alliance between United States of America and United Kingdom. Bilateral trade volume: 0.001. Diplomatic relations: unknown.": 52,
  "Year 1909. Italy CINC score 0.0298, Yugoslavia CINC score 0.0020. No active dispute between Italy and Yugoslavia. No alliance between Italy and Yugoslavia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 53,
  "Year 1910. Nicaragua CINC score 0.0002, United Kingdom CINC score 0.1163. No active dispute between Nicaragua and United Kingdom. No alliance between Nicaragua and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 54,
  "Year 1910. Sweden CINC score 0.0075, Denmark CINC score 0.0027. No active dispute between Sweden and Denmark. No alliance between Sweden and Denmark. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 55,
  "Year 1911. Greece CINC score 0.0020, Russia CINC score 0.1201. No active dispute between Greece and Russia. No alliance between Greece and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 56,
  "Year 1912. Brazil CINC score 0.0113, SWZ CINC score 0.0024. No active dispute between Brazil and SWZ. No alliance between Brazil and SWZ. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 57,
  "Year 1912. Dominican Republic CINC score 0.0002, Germany CINC score 0.1373. No active dispute between Dominican Republic and Germany. No alliance between Dominican Republic and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 58,
  "Year 1912. France CINC score 0.0722, Romania CINC score 0.0055. No active dispute between France and Romania. No alliance between France and Romania. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 59,
  "Year 1912. Guatemala CINC score 0.0004, Honduras CINC score 0.0002. No active dispute between Guatemala and Honduras. Guatemala and Honduras share nonaggression alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 60,
  "Year 1912. Portugal CINC score 0.0039, Norway CINC score 0.0016. No active dispute between Portugal and Norway. No alliance between Portugal and Norway. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 61,
  "Year 1912. Uruguay CINC score 0.0009, United Kingdom CINC score 0.1168. No active dispute between Uruguay and United Kingdom. No alliance between Uruguay and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 62,
  "Year 1913. Belgium CINC score 0.0138, France CINC score 0.0680. No active dispute between Belgium and France. No alliance between Belgium and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 63,
  "Year 1913. Bulgaria CINC score 0.0157, Russia CINC score 0.1161. Active dispute between Bulgaria and Russia, hostility level 3. No alliance between Bulgaria and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 64,
  "Year 1913. SWZ CINC score 0.0023, Russia CINC score 0.1161. No active dispute between SWZ and Russia. No alliance between SWZ and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 65,
  "Year 1917. China CINC score 0.1028, Japan CINC score 0.0284. Active dispute between China and Japan, hostility level 4. No alliance between China and Japan. Bilateral trade volume: 0.001. Diplomatic relations: unknown.": 66,
  "Year 1917. Germany CINC score 0.1582, Romania CINC score 0.0040. Active dispute between Germany and Romania, hostility level 5. No alliance between Germany and Romania. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 67,
  "Year 1918. United Kingdom CINC score 0.1428, Turkey CINC score 0.0066. Active dispute between United Kingdom and Turkey, hostility level 5. No alliance between United Kingdom and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 68,
  "Year 1919. Finland CINC score 0.0013, Norway CINC score 0.0013. No active dispute between Finland and Norway. No alliance between Finland and Norway. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 69,
  "Year 1920. Brazil CINC score 0.0087, Poland CINC score 0.0272. No active dispute between Brazil and Poland. No alliance between Brazil and Poland. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 70,
  "Year 1920. Netherlands CINC score 0.0055, Iran CINC score 0.0035. No active dispute between Netherlands and Iran. No alliance between Netherlands and Iran. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 71,
  "Year 1920. SWZ CINC score 0.0020, Ethiopia CINC score 0.0033. No active dispute between SWZ and Ethiopia. No alliance between SWZ and Ethiopia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 72,
  "Year 1920. United States of America CINC score 0.2896, Denmark CINC score 0.0023. No active dispute between United States of America and Denmark. No alliance between United States of America and Denmark. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 73,
  "Year 1921. Argentina CINC score 0.0059, South Africa CINC score 0.0043. No active dispute between Argentina and South Africa. No alliance between Argentina and South Africa. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 74,
  "Year 1921. Belgium CINC score 0.0106, Greece CINC score 0.0069. No active dispute between Belgium and Greece. No alliance between Belgium and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 75,
  "Year 1921. Brazil CINC score 0.0099, Estonia CINC score 0.0009. No active dispute between Brazil and Estonia. No alliance between Brazil and Estonia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 76,
  "Year 1921. Costa Rica CINC score 0.0001, Netherlands CINC score 0.0061. No active dispute between Costa Rica and Netherlands. No alliance between Costa Rica and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 77,
  "Year 1921. Cuba CINC score 0.0018, Netherlands CINC score 0.0061. No active dispute between Cuba and Netherlands. No alliance between Cuba and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 78,
  "Year 1921. Czechoslovakia CINC score 0.0124, New Zealand CINC score 0.0011. No active dispute between Czechoslovakia and New Zealand. No alliance between Czechoslovakia and New Zealand. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 79,
  "Year 1921. Greece CINC score 0.0069, Denmark CINC score 0.0024. No active dispute between Greece and Denmark. No alliance between Greece and Denmark. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 80,
  "Year 1921. Hungary CINC score 0.0047, Estonia CINC score 0.0009. No active dispute between Hungary and Estonia. No alliance between Hungary and Estonia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 81,
  "Year 1921. Paraguay CINC score 0.0001, Japan CINC score 0.0425. No active dispute between Paraguay and Japan. No alliance between Paraguay and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 82,
  "Year 1921. United Kingdom CINC score 0.0982, Hungary CINC score 0.0047. No active dispute between United Kingdom and Hungary. No alliance between United Kingdom and Hungary. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 83,
  "Year 1921. United States of America CINC score 0.2532, Netherlands CINC score 0.0061. No active dispute between United States of America and Netherlands. No alliance between United States of America and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 84,
  "Year 1922. Cuba CINC score 0.0017, Honduras CINC score 0.0002. No active dispute between Cuba and Honduras. No alliance between Cuba and Honduras. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 85,
  "Year 1922. Czechoslovakia CINC score 0.0110, Bulgaria CINC score 0.0014. No active dispute between Czechoslovakia and Bulgaria. No alliance between Czechoslovakia and Bulgaria. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 86,
  "Year 1922. Ecuador CINC score 0.0004, Chile CINC score 0.0027. No active dispute between Ecuador and Chile. No alliance between Ecuador and Chile. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 87,
  "Year 1922. El Salvador CINC score 0.0002, Nicaragua CINC score 0.0001. No active dispute between El Salvador and Nicaragua. No alliance between El Salvador and Nicaragua. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 88,
  "Year 1923. Argentina CINC score 0.0070, Sweden CINC score 0.0049. No active dispute between Argentina and Sweden. No alliance between Argentina and Sweden. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 89,
  "Year 1923. Greece CINC score 0.0044, Turkey CINC score 0.0066. No active dispute between Greece and Turkey. No alliance between Greece and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 90,
  "Year 1923. Mexico CINC score 0.0070, Spain CINC score 0.0178. No active dispute between Mexico and Spain. No alliance between Mexico and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 91,
  "Year 1923. Netherlands CINC score 0.0062, Spain CINC score 0.0178. No active dispute between Netherlands and Spain. No alliance between Netherlands and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 92,
  "Year 1923. Nicaragua CINC score 0.0002, Japan CINC score 0.0397. No active dispute between Nicaragua and Japan. No alliance between Nicaragua and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 93,
  "Year 1923. Romania CINC score 0.0089, Norway CINC score 0.0015. No active dispute between Romania and Norway. No alliance between Romania and Norway. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 94,
  "Year 1923. United Kingdom CINC score 0.0990, Portugal CINC score 0.0028. No active dispute between United Kingdom and Portugal. United Kingdom and Portugal share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 95,
  "Year 1923. United States of America CINC score 0.2721, Canada CINC score 0.0099. No active dispute between United States of America and Canada. No alliance between United States of America and Canada. Bilateral trade volume: 0.002. Diplomatic relations: unknown.": 96,
  "Year 1923. Venezuela CINC score 0.0008, France CINC score 0.0577. No active dispute between Venezuela and France. No alliance between Venezuela and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 97,
  "Year 1924. Cuba CINC score 0.0018, Afghanistan CINC score 0.0031. No active dispute between Cuba and Afghanistan. No alliance between Cuba and Afghanistan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 98,
  "Year 1924. Cuba CINC score 0.0018, Argentina CINC score 0.0076. No active dispute between Cuba and Argentina. No alliance between Cuba and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 99,
  "Year 1924. Dominican Republic CINC score 0.0002, Argentina CINC score 0.0076. No active dispute between Dominican Republic and Argentina. No alliance between Dominican Republic and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 100,
  "Year 1924. Dominican Republic CINC score 0.0002, Italy CINC score 0.0349. No active dispute between Dominican Republic and Italy. No alliance between Dominican Republic and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 101,
  "Year 1924. Dominican Republic CINC score 0.0002, Mexico CINC score 0.0072. No active dispute between Dominican Republic and Mexico. No alliance between Dominican Republic and Mexico. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 102,
  "Year 1924. France CINC score 0.0610, New Zealand CINC score 0.0010. No active dispute between France and New Zealand. No alliance between France and New Zealand. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 103,
  "Year 1924. Germany CINC score 0.0796, Turkey CINC score 0.0070. No active dispute between Germany and Turkey. No alliance between Germany and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 104,
  "Year 1924. Honduras CINC score 0.0002, Greece CINC score 0.0054. No active dispute between Honduras and Greece. No alliance between Honduras and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 105,
  "Year 1924. Mexico CINC score 0.0072, United Kingdom CINC score 0.1072. No active dispute between Mexico and United Kingdom. No alliance between Mexico and United Kingdom. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 106,
  "Year 1925. Chile CINC score 0.0029, Argentina CINC score 0.0077. No active dispute between Chile and Argentina. No alliance between Chile and Argentina. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 107,
  "Year 1925. Cuba CINC score 0.0018, Bolivia CINC score 0.0006. No active dispute between Cuba and Bolivia. No alliance between Cuba and Bolivia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 108,
  "Year 1925. Finland CINC score 0.0023, Japan CINC score 0.0397. No active dispute between Finland and Japan. No alliance between Finland and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 109,
  "Year 1925. Germany CINC score 0.0816, Sweden CINC score 0.0056. No active dispute between Germany and Sweden. No alliance between Germany and Sweden. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 110,
  "Year 1925. Norway CINC score 0.0015, Afghanistan CINC score 0.0035. No active dispute between Norway and Afghanistan. No alliance between Norway and Afghanistan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 111,
  "Year 1925. Spain CINC score 0.0182, Yugoslavia CINC score 0.0081. No active dispute between Spain and Yugoslavia. No alliance between Spain and Yugoslavia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 112,
  "Year 1925. United Kingdom CINC score 0.0956, Italy CINC score 0.0311. No active dispute between United Kingdom and Italy. United Kingdom and Italy share defense alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 113,
  "Year 1925. United States of America CINC score 0.2540, Colombia CINC score 0.0014. No active dispute between United States of America and Colombia. No alliance between United States of America and Colombia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 114,
  "Year 1926. Cuba CINC score 0.0019, Belgium CINC score 0.0145. No active dispute between Cuba and Belgium. No alliance between Cuba and Belgium. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 115,
  "Year 1926. Japan CINC score 0.0407, Australia CINC score 0.0078. No active dispute between Japan and Australia. No alliance between Japan and Australia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 116,
  "Year 1926. Peru CINC score 0.0015, Austria CINC score 0.0061. No active dispute between Peru and Austria. No alliance between Peru and Austria. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 117,
  "Year 1926. Spain CINC score 0.0181, Greece CINC score 0.0051. No active dispute between Spain and Greece. No alliance between Spain and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 118,
  "Year 1927. Canada CINC score 0.0094, Poland CINC score 0.0220. No active dispute between Canada and Poland. No alliance between Canada and Poland. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 119,
  "Year 1927. Chile CINC score 0.0033, Estonia CINC score 0.0011. No active dispute between Chile and Estonia. No alliance between Chile and Estonia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 120,
  "Year 1927. Colombia CINC score 0.0017, Japan CINC score 0.0402. No active dispute between Colombia and Japan. No alliance between Colombia and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 121,
  "Year 1927. Cuba CINC score 0.0018, Germany CINC score 0.0842. No active dispute between Cuba and Germany. No alliance between Cuba and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 122,
  "Year 1927. El Salvador CINC score 0.0003, Austria CINC score 0.0060. No active dispute between El Salvador and Austria. No alliance between El Salvador and Austria. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 123,
  "Year 1927. Guatemala CINC score 0.0006, Estonia CINC score 0.0011. No active dispute between Guatemala and Estonia. No alliance between Guatemala and Estonia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 124,
  "Year 1927. IRE CINC score 0.0017, Australia CINC score 0.0080. No active dispute between IRE and Australia. No alliance between IRE and Australia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 125,
  "Year 1927. Nicaragua CINC score 0.0002, Netherlands CINC score 0.0061. No active dispute between Nicaragua and Netherlands. No alliance between Nicaragua and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 126,
  "Year 1927. Panama CINC score 0.0001, Netherlands CINC score 0.0061. No active dispute between Panama and Netherlands. No alliance between Panama and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 127,
  "Year 1927. SWZ CINC score 0.0022, Thailand CINC score 0.0035. No active dispute between SWZ and Thailand. No alliance between SWZ and Thailand. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 128,
  "Year 1927. Yugoslavia CINC score 0.0070, Norway CINC score 0.0016. No active dispute between Yugoslavia and Norway. No alliance between Yugoslavia and Norway. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 129,
  "Year 1928. Dominican Republic CINC score 0.0002, Belgium CINC score 0.0140. No active dispute between Dominican Republic and Belgium. No alliance between Dominican Republic and Belgium. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 130,
  "Year 1928. Guatemala CINC score 0.0006, Belgium CINC score 0.0140. No active dispute between Guatemala and Belgium. No alliance between Guatemala and Belgium. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 131,
  "Year 1928. Hungary CINC score 0.0052, Japan CINC score 0.0397. No active dispute between Hungary and Japan. No alliance between Hungary and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 132,
  "Year 1928. Lithuania CINC score 0.0011, Finland CINC score 0.0021. No active dispute between Lithuania and Finland. No alliance between Lithuania and Finland. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 133,
  "Year 1928. Nicaragua CINC score 0.0002, China CINC score 0.1268. No active dispute between Nicaragua and China. No alliance between Nicaragua and China. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 134,
  "Year 1929. Germany CINC score 0.0767, Denmark CINC score 0.0023. No active dispute between Germany and Denmark. No alliance between Germany and Denmark. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 135,
  "Year 1929. Honduras CINC score 0.0002, Austria CINC score 0.0057. No active dispute between Honduras and Austria. No alliance between Honduras and Austria. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 136,
  "Year 1929. Mexico CINC score 0.0073, Norway CINC score 0.0015. No active dispute between Mexico and Norway. No alliance between Mexico and Norway. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 137,
  "Year 1929. Paraguay CINC score 0.0003, Spain CINC score 0.0166. No active dispute between Paraguay and Spain. No alliance between Paraguay and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 138,
  "Year 1929. SWZ CINC score 0.0020, Italy CINC score 0.0321. No active dispute between SWZ and Italy. No alliance between SWZ and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 139,
  "Year 1929. Spain CINC score 0.0166, Czechoslovakia CINC score 0.0139. No active dispute between Spain and Czechoslovakia. No alliance between Spain and Czechoslovakia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 140,
  "Year 1929. United Kingdom CINC score 0.0810, Bulgaria CINC score 0.0018. No active dispute between United Kingdom and Bulgaria. No alliance between United Kingdom and Bulgaria. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 141,
  "Year 1930. Argentina CINC score 0.0075, Ethiopia CINC score 0.0050. No active dispute between Argentina and Ethiopia. No alliance between Argentina and Ethiopia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 142,
  "Year 1930. Argentina CINC score 0.0075, Uruguay CINC score 0.0011. No active dispute between Argentina and Uruguay. No alliance between Argentina and Uruguay. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 143,
  "Year 1930. Austria CINC score 0.0054, Japan CINC score 0.0399. No active dispute between Austria and Japan. No alliance between Austria and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 144,
  "Year 1930. China CINC score 0.1259, Australia CINC score 0.0062. No active dispute between China and Australia. No alliance between China and Australia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 145,
  "Year 1930. Cuba CINC score 0.0018, Denmark CINC score 0.0022. No active dispute between Cuba and Denmark. No alliance between Cuba and Denmark. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 146,
  "Year 1930. Cuba CINC score 0.0018, Lithuania CINC score 0.0012. No active dispute between Cuba and Lithuania. No alliance between Cuba and Lithuania. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 147,
  "Year 1930. Estonia CINC score 0.0009, Denmark CINC score 0.0022. No active dispute between Estonia and Denmark. No alliance between Estonia and Denmark. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 148,
  "Year 1930. Netherlands CINC score 0.0058, Czechoslovakia CINC score 0.0136. No active dispute between Netherlands and Czechoslovakia. No alliance between Netherlands and Czechoslovakia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 149,
  "Year 1930. Norway CINC score 0.0014, Turkey CINC score 0.0076. No active dispute between Norway and Turkey. No alliance between Norway and Turkey. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 150,
  "Year 1930. Venezuela CINC score 0.0010, Greece CINC score 0.0040. No active dispute between Venezuela and Greece. No alliance between Venezuela and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 151,
  "Year 1930. Venezuela CINC score 0.0010, Japan CINC score 0.0399. No active dispute between Venezuela and Japan. No alliance between Venezuela and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 152,
  "Year 1930. Venezuela CINC score 0.0010, Netherlands CINC score 0.0058. No active dispute between Venezuela and Netherlands. No alliance between Venezuela and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 153,
  "Year 1931. Belgium CINC score 0.0160, South Africa CINC score 0.0035. No active dispute between Belgium and South Africa. No alliance between Belgium and South Africa. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 154,
  "Year 1931. Ecuador CINC score 0.0006, Yugoslavia CINC score 0.0069. No active dispute between Ecuador and Yugoslavia. No alliance between Ecuador and Yugoslavia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 155,
  "Year 1931. Guatemala CINC score 0.0006, Poland CINC score 0.0218. No active dispute between Guatemala and Poland. No alliance between Guatemala and Poland. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 156,
  "Year 1931. Mexico CINC score 0.0065, Latvia CINC score 0.0016. No active dispute between Mexico and Latvia. No alliance between Mexico and Latvia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 157,
  "Year 1931. Poland CINC score 0.0218, Saudi Arabia CINC score 0.0004. No active dispute between Poland and Saudi Arabia. No alliance between Poland and Saudi Arabia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 158,
  "Year 1931. United States of America CINC score 0.2160, China CINC score 0.1254. No active dispute between United States of America and China. No alliance between United States of America and China. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 159,
  "Year 1932. Cuba CINC score 0.0019, China CINC score 0.1255. No active dispute between Cuba and China. No alliance between Cuba and China. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 160,
  "Year 1932. Ecuador CINC score 0.0006, Belgium CINC score 0.0176. No active dispute between Ecuador and Belgium. No alliance between Ecuador and Belgium. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 161,
  "Year 1932. Hungary CINC score 0.0049, Ethiopia CINC score 0.0051. No active dispute between Hungary and Ethiopia. No alliance between Hungary and Ethiopia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 162,
  "Year 1932. Lithuania CINC score 0.0013, Sweden CINC score 0.0059. No active dispute between Lithuania and Sweden. No alliance between Lithuania and Sweden. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 163,
  "Year 1932. Peru CINC score 0.0015, Japan CINC score 0.0489. No active dispute between Peru and Japan. No alliance between Peru and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 164,
  "Year 1932. Poland CINC score 0.0214, Albania CINC score 0.0006. No active dispute between Poland and Albania. No alliance between Poland and Albania. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 165,
  "Year 1933. Canada CINC score 0.0084, Poland CINC score 0.0208. No active dispute between Canada and Poland. No alliance between Canada and Poland. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 166,
  "Year 1933. Colombia CINC score 0.0019, France CINC score 0.0638. No active dispute between Colombia and France. No alliance between Colombia and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 167,
  "Year 1933. Colombia CINC score 0.0019, Japan CINC score 0.0492. No active dispute between Colombia and Japan. No alliance between Colombia and Japan. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 168,
  "Year 1933. Cuba CINC score 0.0018, Spain CINC score 0.0139. No active dispute between Cuba and Spain. No alliance between Cuba and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 169,
  "Year 1933. Dominican Republic CINC score 0.0002, Italy CINC score 0.0372. No active dispute between Dominican Republic and Italy. No alliance between Dominican Republic and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 170,
  "Year 1933. Honduras CINC score 0.0002, France CINC score 0.0638. No active dispute between Honduras and France. No alliance between Honduras and France. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 171,
  "Year 1933. Netherlands CINC score 0.0058, Norway CINC score 0.0015. No active dispute between Netherlands and Norway. No alliance between Netherlands and Norway. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 172,
  "Year 1933. Nicaragua CINC score 0.0002, Poland CINC score 0.0208. No active dispute between Nicaragua and Poland. No alliance between Nicaragua and Poland. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 173,
  "Year 1933. Panama CINC score 0.0001, Yugoslavia CINC score 0.0064. No active dispute between Panama and Yugoslavia. No alliance between Panama and Yugoslavia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 174,
  "Year 1933. Poland CINC score 0.0208, Albania CINC score 0.0005. No active dispute between Poland and Albania. No alliance between Poland and Albania. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 175,
  "Year 1933. Spain CINC score 0.0139, Estonia CINC score 0.0007. No active dispute between Spain and Estonia. No alliance between Spain and Estonia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 176,
  "Year 1934. Argentina CINC score 0.0073, Sweden CINC score 0.0060. No active dispute between Argentina and Sweden. No alliance between Argentina and Sweden. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 177,
  "Year 1934. Austria CINC score 0.0048, Romania CINC score 0.0090. No active dispute between Austria and Romania. No alliance between Austria and Romania. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 178,
  "Year 1934. Bolivia CINC score 0.0016, Netherlands CINC score 0.0056. No active dispute between Bolivia and Netherlands. No alliance between Bolivia and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 179,
  "Year 1934. Brazil CINC score 0.0115, Netherlands CINC score 0.0056. No active dispute between Brazil and Netherlands. No alliance between Brazil and Netherlands. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 180,
  "Year 1934. Brazil CINC score 0.0115, Spain CINC score 0.0135. No active dispute between Brazil and Spain. No alliance between Brazil and Spain. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 181,
  "Year 1934. Cuba CINC score 0.0018, Costa Rica CINC score 0.0001. No active dispute between Cuba and Costa Rica. No alliance between Cuba and Costa Rica. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 182,
  "Year 1934. Cuba CINC score 0.0018, Germany CINC score 0.0891. No active dispute between Cuba and Germany. No alliance between Cuba and Germany. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 183,
  "Year 1934. Finland CINC score 0.0020, Ethiopia CINC score 0.0048. No active dispute between Finland and Ethiopia. No alliance between Finland and Ethiopia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 184,
  "Year 1934. France CINC score 0.0575, Czechoslovakia CINC score 0.0116. No active dispute between France and Czechoslovakia. France and Czechoslovakia share entente alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 185,
  "Year 1934. SWZ CINC score 0.0021, Greece CINC score 0.0035. No active dispute between SWZ and Greece. No alliance between SWZ and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 186,
  "Year 1934. Spain CINC score 0.0135, Finland CINC score 0.0020. No active dispute between Spain and Finland. No alliance between Spain and Finland. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 187,
  "Year 1934. United Kingdom CINC score 0.0804, Australia CINC score 0.0065. No active dispute between United Kingdom and Australia. No alliance between United Kingdom and Australia. Bilateral trade volume: 0.001. Diplomatic relations: unknown.": 188,
  "Year 1934. Venezuela CINC score 0.0011, Italy CINC score 0.0351. No active dispute between Venezuela and Italy. No alliance between Venezuela and Italy. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 189,
  "Year 1935. Austria CINC score 0.0046, Romania CINC score 0.0077. No active dispute between Austria and Romania. No alliance between Austria and Romania. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 190,
  "Year 1935. Chile CINC score 0.0021, Greece CINC score 0.0031. No active dispute between Chile and Greece. No alliance between Chile and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 191,
  "Year 1935. Guatemala CINC score 0.0005, Norway CINC score 0.0013. No active dispute between Guatemala and Norway. No alliance between Guatemala and Norway. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 192,
  "Year 1935. SWZ CINC score 0.0020, Czechoslovakia CINC score 0.0102. No active dispute between SWZ and Czechoslovakia. No alliance between SWZ and Czechoslovakia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 193,
  "Year 1936. Austria CINC score 0.0044, Russia CINC score 0.1482. No active dispute between Austria and Russia. No alliance between Austria and Russia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 194,
  "Year 1936. Canada CINC score 0.0086, Estonia CINC score 0.0006. No active dispute between Canada and Estonia. No alliance between Canada and Estonia. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 195,
  "Year 1936. Czechoslovakia CINC score 0.0115, New Zealand CINC score 0.0007. No active dispute between Czechoslovakia and New Zealand. No alliance between Czechoslovakia and New Zealand. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 196,
  "Year 1936. Ecuador CINC score 0.0007, Argentina CINC score 0.0073. No active dispute between Ecuador and Argentina. Ecuador and Argentina share entente alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 197,
  "Year 1936. Ethiopia CINC score 0.0137, New Zealand CINC score 0.0007. No active dispute between Ethiopia and New Zealand. No alliance between Ethiopia and New Zealand. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 198,
  "Year 1936. Finland CINC score 0.0018, Sweden CINC score 0.0050. No active dispute between Finland and Sweden. No alliance between Finland and Sweden. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 199,
  "Year 1936. IRE CINC score 0.0012, Austria CINC score 0.0044. No active dispute between IRE and Austria. No alliance between IRE and Austria. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 200,
  "Year 1936. Netherlands CINC score 0.0053, Austria CINC score 0.0044. No active dispute between Netherlands and Austria. No alliance between Netherlands and Austria. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 201,
  "Year 1936. Poland CINC score 0.0183, South Africa CINC score 0.0041. No active dispute between Poland and South Africa. No alliance between Poland and South Africa. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 202,
  "Year 1936. Yugoslavia CINC score 0.0059, China CINC score 0.1112. No active dispute between Yugoslavia and China. No alliance between Yugoslavia and China. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 203,
  "Year 1936. Yugoslavia CINC score 0.0059, Iran CINC score 0.0044. No active dispute between Yugoslavia and Iran. No alliance between Yugoslavia and Iran. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 204,
  "Year 1937. Chile CINC score 0.0021, Lithuania CINC score 0.0011. No active dispute between Chile and Lithuania. No alliance between Chile and Lithuania. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 205,
  "Year 1937. Cuba CINC score 0.0018, Haiti CINC score 0.0004. No active dispute between Cuba and Haiti. Cuba and Haiti share entente alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 206,
  "Year 1937. Denmark CINC score 0.0020, New Zealand CINC score 0.0007. No active dispute between Denmark and New Zealand. No alliance between Denmark and New Zealand. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 207,
  "Year 1937. France CINC score 0.0475, Iraq CINC score 0.0015. No active dispute between France and Iraq. No alliance between France and Iraq. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 208,
  "Year 1937. Germany CINC score 0.1179, Greece CINC score 0.0038. No active dispute between Germany and Greece. No alliance between Germany and Greece. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 209,
  "Year 1937. Peru CINC score 0.0014, Argentina CINC score 0.0075. No active dispute between Peru and Argentina. Peru and Argentina share entente alliance. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 210,
  "Year 1937. South Africa CINC score 0.0041, New Zealand CINC score 0.0007. No active dispute between South Africa and New Zealand. No alliance between South Africa and New Zealand. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 211,
  "Year 1937. United States of America CINC score 0.2009, Austria CINC score 0.0050. No active dispute between United States of America and Austria. No alliance between United States of America and Austria. Bilateral trade volume: 0.000. Diplomatic relations: unknown.": 212,
