{
  "Afghanistan": 0,
  "Albania": 1,
  "Algeria": 2,
  "Angola": 3,
  "Antigua & Barbuda": 4,
  "Argentina": 5,
  "Armenia": 6,
  "Australia": 7,
  "Austria-Hungary": 8,
  "Azerbaijan": 9,
  "Bahamas": 10,
  "Bahrain": 11,
  "Barbados": 12,
  "Belarus": 13,
  "Belgium": 14,
  "Belize": 15,
  "Benin": 16,
  "Bolivia": 17,
  "Bosnia and Herzegovina": 18,
  "Brazil": 19,
  "Bulgaria": 20,
  "Burkina Faso": 21,
  "Burundi": 22,
  "Cameroon": 23,
  "Canada": 24,
  "Central African Republic": 25,
  "Chad": 26,
  "Chile": 27,
  "China": 28,
  "Colombia": 29,
  "Congo": 30,
  "Costa Rica": 31,
  "Croatia": 32,
  "Cuba": 33,
  "Cyprus": 34,
  "Czech Republic": 35,
  "Czechoslovakia": 36,
  "Democratic Republic of the Congo": 37,
  "Denmark": 38,
  "Djibouti": 39,
  "Dominica": 40,
  "Dominican Republic": 41,
  "Ecuador": 42,
  "Egypt": 43,
  "El Salvador": 44,
  "Equatorial Guinea": 45,
  "Eritrea": 46,
  "Estonia": 47,
  "Ethiopia": 48,
  "Finland": 49,
  "France": 50,
  "Gabon": 51,
  "Gambia": 52,
  "Georgia": 53,
  "German Democratic Republic": 54,
  "German Federal Republic": 55,
  "Germany": 56,
  "Ghana": 57,
  "Greece": 58,
  "Grenada": 59,
  "Guatemala": 60,
  "Guinea": 61,
  "Guinea-Bissau": 62,
  "Guyana": 63,
  "Haiti": 64,
  "Honduras": 65,
  "Hungary": 66,
  "Iceland": 67,
  "Iran": 68,
  "Iraq": 69,
  "Italy": 70,
  "Ivory Coast": 71,
  "Jamaica": 72,
  "Japan": 73,
  "Jordan": 74,
  "Kazakhstan": 75,
  "Kenya": 76,
  "Kuwait": 77,
  "Kyrgyzstan": 78,
  "Latvia": 79,
  "Lebanon": 80,
  "Liberia": 81,
  "Libya": 82,
  "Lithuania": 83,
  "Luxembourg": 84,
  "Madagascar": 85,
  "Malaysia": 86,
  "Mali": 87,
  "Malta": 88,
  "Mauritania": 89,
  "Mauritius": 90,
  "Mexico": 91,
  "Moldova": 92,
  "Mongolia": 93,
  "Morocco": 94,
  "Mozambique": 95,
  "Namibia": 96,
  "Netherlands": 97,
  "New Zealand": 98,
  "Nicaragua": 99,
  "Niger": 100,
  "Nigeria": 101,
  "North Korea": 102,
  "Norway": 103,
  "Oman": 104,
  "Pakistan": 105,
  "Panama": 106,
  "Paraguay": 107,
  "Peru": 108,
  "Philippines": 109,
  "Poland": 110,
  "Portugal": 111,
  "Qatar": 112,
  "Romania": 113,
  "Russia": 114,
  "Rwanda": 115,
  "Sao Tome and Principe": 116,
  "Saudi Arabia": 117,
  "Senegal": 118,
  "Sierra Leone": 119,
  "Slovakia": 120,
  "Somalia": 121,
  "South Africa": 122,
  "South Korea": 123,
  "South Sudan": 124,
  "Spain": 125,
  "St. Kitts and Nevis": 126,
  "St. Lucia": 127,
  "St. Vincent and the Grenadines": 128,
  "Sudan": 129,
  "Suriname": 130,
  "Swaziland": 131,
  "Sweden": 132,
  "Syria": 133,
  "Taiwan": 134,
  "Tajikistan": 135,
  "Tanzania": 136,
  "Thailand": 137,
  "Togo": 138,
  "Trinidad and Tobago": 139,
  "Tunisia": 140,
  "Turkey": 141,
  "Turkmenistan": 142,
  "Uganda": 143,
  "Ukraine": 144,
  "United Arab Emirates": 145,
  "United Kingdom": 146,
  "United States of America": 147,
  "Uruguay": 148,
  "Uzbekistan": 149,
  "Venezuela": 150,
  "Yemen": 151,
  "Yemen Arab Republic": 152,
  "Yemen People's Republic": 153,
  "Yugoslavia": 154,
  "Zambia": 155,
  "Zimbabwe": 156
}