{
  "constructivist IR lens on alliances using a game-theoretic framing (vault id 52)": 0,
  "constructivist IR lens on alliances using a game-theoretic framing (vault id 67)": 1,
  "constructivist IR lens on energy using a historical framing (vault id 97)": 2,
  "constructivist IR lens on human rights using a game-theoretic framing (vault id 37)": 3,
  "constructivist IR lens on sanctions using a game-theoretic framing (vault id 82)": 4,
  "constructivist IR lens on security using a game-theoretic framing (vault id 22)": 5,
  "defense strategist": 6,
  "diplomat": 7,
  "dovish IR lens on alliances using a game-theoretic framing (vault id 63)": 8,
  "dovish IR lens on energy using a historical framing (vault id 93)": 9,
  "dovish IR lens on human rights using a game-theoretic framing (vault id 48)": 10,
  "dovish IR lens on sanctions using a game-theoretic framing (vault id 78)": 11,
  "dovish IR lens on security using a game-theoretic framing (vault id 18)": 12,
  "dovish IR lens on security using a game-theoretic framing (vault id 33)": 13,
  "economist": 14,
  "environmental IR lens on alliances using a game-theoretic framing (vault id 57)": 15,
  "environmental IR lens on energy using a game-theoretic framing (vault id 87)": 16,
  "environmental IR lens on human rights using a game-theoretic framing (vault id 42)": 17,
  "environmental IR lens on sanctions using a game-theoretic framing (vault id 72)": 18,
  "environmental IR lens on security using a game-theoretic framing (vault id 27)": 19,
  "environmental IR lens on trade using a game-theoretic framing (vault id 12)": 20,
  "feminist IR lens on alliances using a game-theoretic framing (vault id 56)": 21,
  "feminist IR lens on energy using a game-theoretic framing (vault id 86)": 22,
  "feminist IR lens on human rights using a game-theoretic framing (vault id 41)": 23,
  "feminist IR lens on sanctions using a game-theoretic framing (vault id 71)": 24,
  "feminist IR lens on security using a game-theoretic framing (vault id 26)": 25,
  "feminist IR lens on trade using a game-theoretic framing (vault id 11)": 26,
  "foreign minister": 27,
  "hawkish IR lens on alliances using a game-theoretic framing (vault id 62)": 28,
  "hawkish IR lens on energy using a historical framing (vault id 92)": 29,
  "hawkish IR lens on human rights using a game-theoretic framing (vault id 47)": 30,
  "hawkish IR lens on sanctions using a game-theoretic framing (vault id 77)": 31,
  "hawkish IR lens on security using a game-theoretic framing (vault id 17)": 32,
  "hawkish IR lens on security using a game-theoretic framing (vault id 32)": 33,
  "idealist IR lens on alliances using a game-theoretic framing (vault id 61)": 34,
  "idealist IR lens on energy using a historical framing (vault id 91)": 35,
  "idealist IR lens on human rights using a game-theoretic framing (vault id 46)": 36,
  "idealist IR lens on sanctions using a game-theoretic framing (vault id 76)": 37,
  "idealist IR lens on security using a game-theoretic framing (vault id 31)": 38,
  "idealist IR lens on trade using a game-theoretic framing (vault id 16)": 39,
  "institutionalist IR lens on alliances using a game-theoretic framing (vault id 51)": 40,
  "institutionalist IR lens on alliances using a game-theoretic framing (vault id 66)": 41,
  "institutionalist IR lens on energy using a historical framing (vault id 96)": 42,
  "institutionalist IR lens on human rights using a game-theoretic framing (vault id 36)": 43,
  "institutionalist IR lens on sanctions using a game-theoretic framing (vault id 81)": 44,
  "institutionalist IR lens on security using a game-theoretic framing (vault id 21)": 45,
  "isolationist": 46,
  "liberal IR lens on alliances using a game-theoretic framing (vault id 54)": 47,
  "liberal IR lens on energy using a historical framing (vault id 99)": 48,
  "liberal IR lens on human rights using a game-theoretic framing (vault id 39)": 49,
  "liberal IR lens on sanctions using a game-theoretic framing (vault id 69)": 50,
  "liberal IR lens on sanctions using a game-theoretic framing (vault id 84)": 51,
  "liberal IR lens on security using a game-theoretic framing (vault id 24)": 52,
  "liberal IR lens on trade using a game-theoretic framing (vault id 9)": 53,
  "mercantilist IR lens on alliances using a game-theoretic framing (vault id 53)": 54,
  "mercantilist IR lens on energy using a historical framing (vault id 98)": 55,
  "mercantilist IR lens on human rights using a game-theoretic framing (vault id 38)": 56,
  "mercantilist IR lens on sanctions using a game-theoretic framing (vault id 68)": 57,
  "mercantilist IR lens on sanctions using a game-theoretic framing (vault id 83)": 58,
  "mercantilist IR lens on security using a game-theoretic framing (vault id 23)": 59,
  "military analyst": 60,
  "nationalist politician": 61,
  "normative IR lens on alliances using a game-theoretic framing (vault id 65)": 62,
  "normative IR lens on energy using a historical framing (vault id 95)": 63,
  "normative IR lens on human rights using a game-theoretic framing (vault id 35)": 64,
  "normative IR lens on human rights using a game-theoretic framing (vault id 50)": 65,
  "normative IR lens on sanctions using a game-theoretic framing (vault id 80)": 66,
  "normative IR lens on security using a game-theoretic framing (vault id 20)": 67,
  "pacifist activist": 68,
  "populist IR lens on alliances using a game-theoretic framing (vault id 59)": 69,
  "populist IR lens on energy using a game-theoretic framing (vault id 89)": 70,
  "populist IR lens on human rights using a game-theoretic framing (vault id 44)": 71,
  "populist IR lens on sanctions using a game-theoretic framing (vault id 74)": 72,
  "populist IR lens on security using a game-theoretic framing (vault id 29)": 73,
  "populist IR lens on trade using a game-theoretic framing (vault id 14)": 74,
  "postcolonial IR lens on alliances using a game-theoretic framing (vault id 55)": 75,
  "postcolonial IR lens on energy using a game-theoretic framing (vault id 85)": 76,
  "postcolonial IR lens on human rights using a game-theoretic framing (vault id 40)": 77,
  "postcolonial IR lens on sanctions using a game-theoretic framing (vault id 70)": 78,
  "postcolonial IR lens on security using a game-theoretic framing (vault id 25)": 79,
  "postcolonial IR lens on trade using a game-theoretic framing (vault id 10)": 80,
  "pragmatic IR lens on alliances using a game-theoretic framing (vault id 64)": 81,
  "pragmatic IR lens on energy using a historical framing (vault id 94)": 82,
  "pragmatic IR lens on human rights using a game-theoretic framing (vault id 34)": 83,
  "pragmatic IR lens on human rights using a game-theoretic framing (vault id 49)": 84,
  "pragmatic IR lens on sanctions using a game-theoretic framing (vault id 79)": 85,
  "pragmatic IR lens on security using a game-theoretic framing (vault id 19)": 86,
  "realist IR lens on alliances using a game-theoretic framing (vault id 60)": 87,
  "realist IR lens on energy using a game-theoretic framing (vault id 90)": 88,
  "realist IR lens on human rights using a game-theoretic framing (vault id 45)": 89,
  "realist IR lens on sanctions using a game-theoretic framing (vault id 75)": 90,
  "realist IR lens on security using a game-theoretic framing (vault id 30)": 91,
  "realist IR lens on trade using a game-theoretic framing (vault id 15)": 92,
  "technocratic IR lens on alliances using a game-theoretic framing (vault id 58)": 93,
  "technocratic IR lens on energy using a game-theoretic framing (vault id 88)": 94,
  "technocratic IR lens on human rights using a game-theoretic framing (vault id 43)": 95,
  "technocratic IR lens on sanctions using a game-theoretic framing (vault id 73)": 96,
  "technocratic IR lens on security using a game-theoretic framing (vault id 28)": 97,
  "technocratic IR lens on trade using a game-theoretic framing (vault id 13)": 98,
  "trade policy expert": 99
}